{
  "theme": {
    "light": "Light",
    "dark": "Dark",
    "system": "System"
  },
  "spotify": {
    "offline": {
      "title": "Not playing"
    },
    "online": {
      "title": "Listening now",
      "artist": "by",
      "album": "on"
    }
  },
  "page": {
    "notfound": {
      "description": "Sorry, page not found"
    },
    "home": {
      "profile": {
        "role": "Mid-level software developer"
      },
      "about": {
        "title": "About",
        "description": "I am a software developer who loves automation and web development, always looking for new technologies. My work style is to always provide the best software quality on the projects I work on, implementing the best practices and helping my teammates and the company to grow."
      },
      "workexperience": {
        "title": "Work experience",
        "content": [
          {
            "moment": "2024 - present",
            "title": "Software engineer II",
            "caption": "Acting in key flows and processes for opening brokerage and bank accounts."
          },
          {
            "moment": "2023 - 2024",
            "title": "Mid-level software developer",
            "caption": "Supported the development of the terminal's central weighbridge system. Contributed to improvements in the monitoring interface of the gate system and assisted with the implementation of this system in other units."
          },
          {
            "moment": "2022 - 2023",
            "title": "Junior software developer",
            "caption": "Collaborated closely with the operational gate team to develop the new gate system integrated with the new TOS (terminal operational system). Improved most features of the ship docking system."
          },
          {
            "moment": "2021 - 2022",
            "title": "Intern software developer",
            "caption": "Developed a monitoring system that tracks most of company's RPAs. Worked together with my tutor and the operation team to develop the ship docking system, Berthwindow."
          }
        ]
      },
      "sideprojects": {
        "title": "Side projects",
        "content": [
          {
            "moment": "2024 (Paused)",
            "caption": "Manages your strength based on your lifts. You can organize your training routine and check your improvements."
          }
        ]
      }
    }
  }
}